{
	"a": {
		"title": "Living the New Life",
		"topics": [
			{
				"title": "Christ the Center",
				"verses": [
					{
						"number": "1",
						"reference": "2 Corinthians 5:17",
						"body": [
							{
								"ref": "17",
								"esv": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
								"niv": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!"
							}
						]
					},
					{
						"number": "2",
						"reference": "Galatians 2:20",
						"body": [
							{
								"ref": "20",
								"esv": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.",
								"niv": "I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me."
							}
						]
					}
				]
			},
			{
				"title": "Obedience to Christ",
				"verses": [
					{
						"number": "3",
						"reference": "Romans 12:1",
						"body": [
							{
								"ref": "12",
								"esv": "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
								"niv": "Therefore, I urge you, brothers and sisters, in view of God’s mercy, to offer your bodies as a living sacrifice, holy and pleasing to God—this is your true and proper worship."
							}
						]
					},
					{
						"number": "4",
						"reference": "John 14:21",
						"body": [
							{
								"ref": "21",
								"esv": "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.",
								"niv": "Whoever has my commands and keeps them is the one who loves me. The one who loves me will be loved by my Father, and I too will love them and show myself to them."
							}
						]
					}
				]
			},
			{
				"title": "The Word",
				"verses": [
					{
						"number": "5",
						"reference": "2 Timothy 3:16-17",
						"body": [
							{
								"ref": "16",
								"esv": "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,",
								"niv": "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"
							},
							{
								"ref": "17",
								"esv": "that the man of God may be complete, equipped for every good work.",
								"niv": "so that the servant of God may be thoroughly equipped for every good work."
							}
						]
					},
					{
						"number": "6",
						"reference": "Joshua 1:8",
						"body": [
							{
								"ref": "8",
								"esv": "This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.",
								"niv": "Keep this Book of the Law always on your lips; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful."
							}
						]
					}
				]
			},
			{
				"title": "Prayer",
				"verses": [
					{
						"number": "7",
						"reference": "John 15:7",
						"body": [
							{
								"ref": "7",
								"esv": "If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.",
								"niv": "If you remain in me and my words remain in you, ask whatever you wish, and it will be done for you."
							}
						]
					},
					{
						"number": "8",
						"reference": "Philippians 4:6-7",
						"body": [
							{
								"ref": "6",
								"esv": "do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
								"niv": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God."
							},
							{
								"ref": "7",
								"esv": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
								"niv": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."
							}
						]
					}
				]
			},
			{
				"title": "Fellowship",
				"verses": [
					{
						"number": "9",
						"reference": "Matthew 18:20",
						"body": [
							{
								"ref": "20",
								"esv": "For where two or three are gathered in my name, there am I among them.\"",
								"niv": "For where two or three gather in my name, there am I with them.\""
							}
						]
					},
					{
						"number": "10",
						"reference": "",
						"body": [
							{
								"ref": "",
								"esv": "",
								"niv": ""
							}
						]
					}
				]
			},
			{
				"title": "Witnessing",
				"verses": [
					{
						"number": "",
						"reference": "",
						"body": [
							{
								"ref": "",
								"esv": "",
								"niv": ""
							}
						]
					},
					{
						"number": "",
						"reference": "",
						"body": [
							{
								"ref": "",
								"esv": "",
								"niv": ""
							}
						]
					}
				]
			}
		]
	},
	"b": {
		"title": "Proclaiming Christ",
		"topics": []
	},
	"c": {
		"title": "Reliance on God's Resources",
		"topics": []
	},
	"d": {
		"title": "Being Christ's Disciple",
		"topics": []
	},
	"e": {
		"title": "Growth in Christlikeness",
		"topics": []
	}
}
